Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/facta/kainun_institutti/2._skjermer_ressurser_del_1.docx.tmx
Source language: nob
Languages: fkv

source: Vadsø reke- og fiskeindustri ble etablert i slutten av 1980-årene.
fkv: V adsø reke- og fiskeindustri perustethiin 1980-luvun loppupuolela.

source: Vadsø sildoljefabrikk ble grunnlagt i 1953 med staten som hovedaksjonær.
fkv: Vadsø sildoljefabrikk perustethiin vuona 1953 ja staatti oli pääaksunääri.

source: Den ble stadig utvidet og modernisert på grunn av nye metoder og stor loddetilgang fram til midten av 1980-tallet.
fkv: Sen laajenethiin ja moderniseerathiin uusitten metoditten ja ison lotansaanin tähen 1980-luvun puolivälhiin saakka.

source: Den var på høyden Europas mest moderne sildoljefabrikk.
fkv: Sen kvaliteetti oli yhtä hyvä ko Euroopan modernissa silliöljyfabrikissa.

source: Da gikk det nedover og siste ordinære produksjonsår var 1994.
fkv: Sitte asiat alethiin menemhään huonomin ja viiminen produksuunivuosi oli 1994.

source: Fabrikken har vært drevet i mindre skala senere, de siste årene var det møllkuledrift, og til slutt bare beredskap fram til et siste produksjonsår i 2009.
fkv: Hiljemin fabrikkia triivathiin pienemälä skaalala, ja viimiset vuoet siinä laitethiin koipalloja. Lopuksi työväki oli sielä vain varoilta viimisheen produksuunivuotheen 2009.

source: I 2021 er det fortsatt fiskere i Vadsø og i Varangerfjorden, både yrkesfiskere og hobbyfiskere.
fkv: Vuona 2021 oon vieläki kalanpyytäjiä Vesisaaressa ja Varenkinvuonossa, sekä ammatti- ja vapaa-aian kalanpyytäjiä.

source: Fangst kan leveres til to mottak i kommunen.
fkv: Saalhiin saatethaan leveerata komuunin kahtheen vasthaanotthoon.

source: Historie 4 - Finsk nyinnvandring
fkv: Histo o ri a 4 – Uusia siirtolaisia Suomesta

source: Gjenreisning og seinere modernisering av fiskeindustrien med fryserier og filetanlegg utover 1950- og 60-tallet krevde arbeidskraft.
fkv: Monet siirythiin pienistä pruukista ja vuononkylistä rannikolle työtelemhään kalaindustriassa, mutta uuet fryyseriät ja fileettiproduksuuni tarvithiin enämpi työvoimaa ko mitä saatethiin hankkia paikalisesti.

source: Bedriftene søkte ut av landet etter hjelp, og på slutten av 1960-tallet og på 70-tallet var det store vervekampanjer fra norsk side for å få tak i finsk arbeidskraft.
fkv: Firmat haethiin ulkomailta apua, ja 1960–1970-luvula heilä oli isot värväämiskampanjat Norjan puolela niin ette houkutella suomalaisia tänne työhön. Tähän aikhaan tapahtui kans muutoksia maaprukissa Pohjas-Suomessa.

source: På denne tiden var det også omlegging av jordbruket i Nord-Finland, noe som førte til vanskelige tider, og det var stor arbeidsledighet blant unge finlendere.
fkv: Tämän tähen aiat olthiin haastavat, ja monila nuorila suomalaisilla ei ollu työtä. Siksi monet heistä, ennen kaikkea nuoret naiset, tulthiin Finmarkkhuun työtelemhään kalaindustriassa.

source: Det spesielle med finlenderne i forhold til andre innvandrergrupper etter krigen, var at de møtte sitt eget språk og sin egen kultur i etterkommerne etter sine forgjengere som hadde vandret hit på 1800-tallet.
fkv: Se mikä oli erityistä suomalaisten kans verrattunna muihin siirtolaisjoukkhoin soan jälkhiin, oli se ette suomalaiset kohathiin täälä oman kielen ja kulttuurin niissä jälkeläisissä keitten esivanhimet olthiin siirtynheet tänne 1800-luvula.

source: De fleste som kom var enslige kvinner, mens det fra andre land i hovedsak kom enslige menn.
fkv: Usiammat heistä olthiin naiset ilman partneria, ja muista maista tulthiin pääasiassa miehet ilman partneria.

source: På 1960-tallet hadde Hammerfest og Berlevåg mest finsk innvandring.
fkv: 1960-luvula Hammerfestissa ja Päärlyvookissa oli enniimiten suomalaisia siirtolaisia.

source: På 70-tallet var det også mange som kom til Sør-Varanger, Vadsø, Vardø, Båtsfjord og Nordkapp.
fkv: 1970-luvula monet menthiin kans Etelä-Varenkhiin, Vesisaarheen, Vuorehaan, Paattivuonhoon ja Kapphaan.

source: De finske kvinnene bidro til å holde hjulene i gang på kysten og til å minske kvinneunderskuddet i de fiskeværene som hadde vært offer for sentralisering.
fkv: Suomalaiset naiset autethiin pitämhään toimet käynissä rannikolla. Kalakylistä oli lähteny paljon naisia sentraliseerinkin tähen, ja nyt oli hyvä ette tuli lissää naisia.

source: Igjen var det havet og fisken som dro folk nordover.
fkv: Meri ja fisku houkutelthiin väkiä taas pohjasheen päin.

source: For mange av dem var det tilfeldigheter som gjorde at de reiste til fiskearbeid ved ishavskysten.
fkv: Öystä-Finmarkussa usiasti jonku kväänin tahi norjansuomalaisen kans kuka saattoi pikkusen suomia.

source: De hadde hørt via venner, eller lest beskrivelser av jobb i fiskeindustrien i finske aviser og magasiner, eller sett jobbannonsen, og planla å være her en sommer.
fkv: 1980-luvula perustethiin monia norjalais-suomalaisia seuroja, muun myötä ette avustaa vieraskielisiä tervheyspalveluksitten, apurahasysteemitten ja viralisten kontturitten kans.

source: Svært mange av dem ble værende, og mange giftet seg med norske menn.
fkv: NORSK Bærekraft 2: poteetti, potaatti, peruna, pottu..
